"kNoStartDateNotRunning" = "開始時間：参照不可 - サービスが動作していません";
"kStartedTime" = "開始時間： ";
"kDateFormatter" = "%c";
"RUNNING" = "実行中";
"STOPPED" = "停止";
"STARTING" = "開始中";
"STOPPING" = "停止中";
"PAUSED" = "一時停止";
"UNKNOWN" = "不明";
"kLocalOnly" = "ローカル専用";
"kReplicaStatusOK" = "OK";
"kReplicaStatusError" = "エラー";
"kProgressTaskGetConfiguration" =					"情報を読み込み中...";
"kPasswordMismatchTitle" =							"パスワードが一致しません";
"kPasswordMismatch" =								"入力したパスワードが一致しません。もう一度入力してください。";
"kProgressTaskNotMaster" =							"ディレクトリおよび認証データは、Open Directory のマスターからのみアーカイブできます。このサーバは、Open Directory のマスターではありません。";
"kJoinKerbMessageJoinSplit" =						"お使いのサーバからディレクトリサーバ上の Kerberos を使用するには、委任された Kerberos ユーザとして事前に認証されている必要があります。";
"kJoinKerbMessageJoinActiveDirectory" =				"このサーバを Active Directory Kerberos に参加させるには、ローカル管理者のユーザ名とパスワードを入力してください。";
"kProgressTaskWaitingForUser" =						"サーバの Open Directory データベースをファイルにアーカイブするか、または以前のデータベースアーカイブから復元できます。";
"kProgressTaskBackupMaster" =						"Open Directory のマスターをアーカイブ中";
"kProgressTaskRestoreMaster" =						"バックアップから Open Directory のマスターを復元中";
"kOperationFailed" =								"操作が失敗しました。";
"kOperationFailedMsg" =								"次のエラーが発生したため操作が失敗しました：%@";
"kLDAPMasterCreationCantAuth" =						"このユーザ名とパスワードを使用して認証できません。";
"kLDAPMasterCreationCantAuthMsg" =					"Open Directory のマスターを確立するには、まず Open Directory のドメイン管理者として認証する必要があります。";
"kLDAPReplicaCantAuth" =							"ディレクトリドメイン管理者として認証できません";
"kLDAPReplicaCantAuthMsg" =							"指定されたユーザ名とパスワードの組み合わせが認識されなかったため、Open Directory の複製を作成できませんでした。有効なドメイン管理者のユーザ名とパスワードを指定する必要があります。";
"kLDAPReplicaCantContactMaster" =					"Open Directory のマスターに接続できないため、このコンピュータを複製として確立できません。";
"kLDAPReplicaCantContactMasterMsg" =				"SSH（Secure Shell）を使用するリモートログインが Open Directory のマスター上で有効なこと、および正しいパスワードを入力したことを確認してください。";
"kLDAPReplicaNoMasterAtAddress" =					"指定アドレスに Open Directory のマスターがありません";
"kLDAPReplicaNoMasterAtAddressMsg" =				"指定されたネットワークアドレス上に Open Directory のマスターが存在していないため、Open Directory の複製を確立できませんでした。正しいネットワークアドレスを入力したこと、および Open Directory のマスターがそのアドレスに存在していることを確認してください。";
"kLDAPReplicaNoDiskSpace" =							"Open Directory の複製を確立するためのディスク領域が不足しています";
"kLDAPReplicaNoDiskSpaceMsg" =						"Open Directory のマスターをサーバに複製するためのディスク領域が不足しています。";
"kLDAPReplicaDuplicateSerial" =						"シリアル番号が重複しています";
"kLDAPReplicaDuplicateSerialMsg" =					"複製を確立しようとしている Open Directory のマスターとサーバは、同じ Mac OS X サーバのシリアル番号を使用しているため、Open Directory の複製を確立できませんでした。各サーバで固有のソフトウェアシリアル番号を使用する必要があります。";
"kLDAPReplicaUnknownError" =						"予期しない複製確立エラー";
"kLDAPReplicaUnknownErrorMsg" =						"予期しないエラー（%d）のために、Open Directory の複製を確立できませんでした。Open Directory のマスターの正しい IP アドレス、管理者名、およびパスワードを使用していることを確認してください。";
"kSelectLDAPDirectory" =							"LDAP データベース用のディレクトリを選択してください";
"kLDAPSuretoDestroyLDAPDatabase" =					"Open Directory のマスターから変更しますか？";
"kLDAPSuretoDestroyLDAPDatabaseMsg" =				"この操作では、現在運用されている Open Directory のマスターのデータベースが削除されます。この操作は取り消せません。";
"kChangeButton" =									"変更";
"kDontChangeButton" =								"変更しない";
"kWarnPolicySecurityTypeAdd" =                      "いくつかのパスワード・サーバ・アカウントでは、アカウントのパスワードをリセットするまでこの認証方式を使用できません。ユーザのアカウントのパスワードをリセットするか、またはユーザにできるだけ早くパスワードをリセットするように依頼してください。";
"kWarnPolicySecurityTypeRemove" =                   "ユーザの既存のパスワードは、次回このアカウントが正しく認証されるまでディスク上に残ります。";
"kJoinKerberosKeytabError" =						"Kerberos keytab エラー";
"kJoinKerberosKeytabErrorMsg" =						"このサーバの Kerberos keytab ファイルを作成中にエラーが発生しました。";
"kMissingKerberosServicesMsg" =						"このサーバに含まれる新規またはアップグレードしたサービスのうち、Kerberos シングルサインオン認証を使用できるように Kerberos 対応にする必要のあるものがあります。このサーバ上ですでに Kerberos 対応になっているサービスには影響しません。";
"kMissingKerberosServicesBtn" =						"サービスを Kerberos 対応にする";
"kUnexpectedError" =								"予期しないエラー。";
"kUnexpectedErrorMsg" =								"タイプ %d の予期しないエラーが発生しました。";
"backing up LDAP master" =							"LDAP マスターをバックアップしています";
"Creating archive" =								"アーカイブを作成中";
"Backing up LDAP database" =						"LDAP データベースをバックアップしています";
"Backing up password server database" =				"パスワードサーバのデータベースをバックアップしています";
"Backing up Kerberos database" =					"Kerberos データベースをバックアップしています";
"Backing up configuration files" =					"構成ファイルをバックアップしています";
"Backing up local NetInfo database" =				"ローカル NetInfo データベースをバックアップしています";
"Mounting the archive" =							"アーカイブをマウントしています";
"Restoring local NetInfo database" =				"ローカル NetInfo データベースを復元しています";
"Restoring Password Server database" =				"パスワードサーバのデータベースを復元しています";
"Restoring configuration files" =					"構成ファイルを復元しています";
"Restoring LDAP database" =							"LDAP データベースを復元しています";
"Restoring Kerberos database" =						"Kerberos データベースを復元しています";
"Merging Kerberos database" =						"Kerberos データベースを結合しています";
"Merging Password Server data" =					"パスワードサーバのデータを結合しています";
"Merging LDAP database" =							"LDAP データベースを結合しています";
"useconfigENOENT" = "コンピュータレコードを使用できません";
"useconfigENOENTmsg" = "Open Directory 管理者は、このコンピュータをコンピュータリストに追加したときに、このコンピュータのプライマリ Ethernet アドレスを使用しませんでした。";
"useconfigENOATTR" = "コンピュータレコードのエラー";
"useconfigENOATTRmsg" = "Open Directory 管理者は、このコンピュータの Kerberos 構成レコードを追加することによって Kerberos 接続権限を委任していません。";
"useconfigEINVAL" = "委任エラー";
"useconfigEINVALmsg" = "Open Directory 管理者は、このユーザアカウントに Kerberos 接続権限を委任していません。";
"useconfigEAUTH" = "名前またはパスワードが無効です";
"useconfigEAUTHmsg" = "入力した名前またはパスワードが無効です。もう一度入力してください。";
"genconfigEEXIST" = "レコードがすでに存在します";
"genconfigEEXISTmsg" = "このコンピュータの Kerberos 構成レコードはすでに存在します。置き換えてもよろしいですか？";
"genconfigENOENT" = "コンピュータレコードを使用できません";
"genconfigENOENTmsg" = "Open Directory 管理者は、コンピュータリストにこの名前のコンピュータを追加していません。";
"genconfigEACCESS" = "名前またはパスワードが無効です";
"genconfigEACCESSmsg" = "入力した Open Directory 管理者の名前またはパスワードが無効です。もう一度入力してください。";
"genconfigEINVAL" = "名前が無効です";
"genconfigEINVALmsg" = "委任された管理者として入力した名前のいずれかが無効であるか、または Kerberos 構成レコードの暗号化に使用できません。";
"genconfigEIO" = "サービスプリンシパルを作成できません";
"genconfigEIOmsg" = "Kerberos 構成レコードの Kerberos サービスプリンシパルを作成できません。";
"1064" = "互換性のないソフトウェアバージョン";
"1069" = "SSH を使用した Open Directory のマスターへの接続ができませんでした";
"1070" = "シリアル番号が重複しています";
"1071" = "互換性のないソフトウェアバージョン";
"1072" = "Open Directory の複製を確立するためのディスク領域が不足しています";
"1077" = "ディレクトリドメイン管理者として認証できません";
"1075" = "別の構成操作が進行中です。後でもう一度やり直してください。";
"1078" = "指定アドレスに Open Directory のマスターがありません";
"1255" = "SSH を使用した Open Directory のマスターへの接続ができませんでした";

" (default)" = "（デフォルト）";

"Open Directory restore failed." = "Open Directory の復元に失敗しました。";
"There was a failure when restoring the chosen Open Directory archive. This may be due to an incorrect password." = "選択した Open Directory アーカイブを復元するときにエラーが起きました。パスワードが正しくない可能性があります。";

"Would you like to restore or merge the archive?" = "アーカイブを復元または結合しますか？";
"Restore" = "復元";
"Merge" = "結合";
"Cancel" = "キャンセル";
"Restoring will delete the server's current database and then add the archive's database. Merging will combine the server's database with the archive's." = "復元する場合は、サーバの現在のデータベースが削除され、アーカイブのデータベースが追加されます。結合する場合は、サーバのデータベースとアーカイブのデータベースが結合されます。";

/* Standard/Workgroup warnings */

"The Open Directory role cannot be changed." = "Open Directory の役割を変更できません。";
"This server is a standard configuration of Mac OS X Server, which requires the server to be an Open Directory master." = "このサーバは、標準構成の Mac OS X Server であるため、Open Directory のマスターにする必要があります。";
"This server is a workgroup configuration of Mac OS X Server, which requires the server to be an Open Directory master." = "このサーバは、ワークグループ構成の Mac OS X Server であるため、Open Directory のマスターにする必要があります。";
"OK" = "OK";
"Convert Server..." = "サーバを変換...";

/* Overview */

"Open Directory is:" = "Open Directory：";
"LDAP Server is:" = "LDAP サーバ：";
"LDAP Search Base:" = "LDAP 検索ベース：";
"Password Server is:" = "パスワードサーバ：";
"Kerberos is:" = "Kerberos：";
"Kerberos Realm:" = "Kerberos 領域：";

"Change Open Directory Role..." = "Open Directory の役割を変更...";

/* Roles */

"Open Directory master" = "Open Directory のマスター";
"Open Directory relay" = "Open Directory のリレー";
"Open Directory replica" = "Open Directory の複製";
"Standalone directory" = "スタンドアロンディレクトリ";
"Connected to another directory" = "別のディレクトリに接続中";
"Not available" = "使用できません";

/* Logs */

"Directory Services Server Log" = "ディレクトリサービスのサーバログ";
"Directory Services Error Log" = "ディレクトリサービスのエラーログ";
"Kerberos Administration Log" = "Kerberos 管理ログ";
"Kerberos Server Log" = "Kerberos サーバログ";
"LDAP Log" = "LDAP ログ";
"Password Service Server Log" = "パスワードサービスのサーバログ";
"Password Service Error Log" = "パスワードサービスのエラーログ";
"Password Service Replication Log" = "パスワードサービスの複製ログ";
"Configuration Log" = "構成ログ";
